export default {
    "1101": {
        "name": "市辖区",
        "province": "北京市",
        "id": "1101"
    },
    "1102": {
        "name": "县",
        "province": "北京市",
        "id": "1102"
    },
    "1201": {
        "name": "市辖区",
        "province": "天津市",
        "id": "1201"
    },
    "1202": {
        "name": "县",
        "province": "天津市",
        "id": "1202"
    },
    "1301": {
        "name": "石家庄市",
        "province": "河北省",
        "id": "1301"
    },
    "1302": {
        "name": "唐山市",
        "province": "河北省",
        "id": "1302"
    },
    "1303": {
        "name": "秦皇岛市",
        "province": "河北省",
        "id": "1303"
    },
    "1304": {
        "name": "邯郸市",
        "province": "河北省",
        "id": "1304"
    },
    "1305": {
        "name": "邢台市",
        "province": "河北省",
        "id": "1305"
    },
    "1306": {
        "name": "保定市",
        "province": "河北省",
        "id": "1306"
    },
    "1307": {
        "name": "张家口市",
        "province": "河北省",
        "id": "1307"
    },
    "1308": {
        "name": "承德市",
        "province": "河北省",
        "id": "1308"
    },
    "1309": {
        "name": "沧州市",
        "province": "河北省",
        "id": "1309"
    },
    "1310": {
        "name": "廊坊市",
        "province": "河北省",
        "id": "1310"
    },
    "1311": {
        "name": "衡水市",
        "province": "河北省",
        "id": "1311"
    },
    "1401": {
        "name": "太原市",
        "province": "山西省",
        "id": "1401"
    },
    "1402": {
        "name": "大同市",
        "province": "山西省",
        "id": "1402"
    },
    "1403": {
        "name": "阳泉市",
        "province": "山西省",
        "id": "1403"
    },
    "1404": {
        "name": "长治市",
        "province": "山西省",
        "id": "1404"
    },
    "1405": {
        "name": "晋城市",
        "province": "山西省",
        "id": "1405"
    },
    "1406": {
        "name": "朔州市",
        "province": "山西省",
        "id": "1406"
    },
    "1407": {
        "name": "晋中市",
        "province": "山西省",
        "id": "1407"
    },
    "1408": {
        "name": "运城市",
        "province": "山西省",
        "id": "1408"
    },
    "1409": {
        "name": "忻州市",
        "province": "山西省",
        "id": "1409"
    },
    "1410": {
        "name": "临汾市",
        "province": "山西省",
        "id": "1410"
    },
    "1411": {
        "name": "吕梁市",
        "province": "山西省",
        "id": "1411"
    },
    "1501": {
        "name": "呼和浩特市",
        "province": "内蒙古自治区",
        "id": "1501"
    },
    "1502": {
        "name": "包头市",
        "province": "内蒙古自治区",
        "id": "1502"
    },
    "1503": {
        "name": "乌海市",
        "province": "内蒙古自治区",
        "id": "1503"
    },
    "1504": {
        "name": "赤峰市",
        "province": "内蒙古自治区",
        "id": "1504"
    },
    "1505": {
        "name": "通辽市",
        "province": "内蒙古自治区",
        "id": "1505"
    },
    "1506": {
        "name": "鄂尔多斯市",
        "province": "内蒙古自治区",
        "id": "1506"
    },
    "1507": {
        "name": "呼伦贝尔市",
        "province": "内蒙古自治区",
        "id": "1507"
    },
    "1508": {
        "name": "巴彦淖尔市",
        "province": "内蒙古自治区",
        "id": "1508"
    },
    "1509": {
        "name": "乌兰察布市",
        "province": "内蒙古自治区",
        "id": "1509"
    },
    "1522": {
        "name": "兴安盟",
        "province": "内蒙古自治区",
        "id": "1522"
    },
    "1525": {
        "name": "锡林郭勒盟",
        "province": "内蒙古自治区",
        "id": "1525"
    },
    "1529": {
        "name": "阿拉善盟",
        "province": "内蒙古自治区",
        "id": "1529"
    },
    "2101": {
        "name": "沈阳市",
        "province": "辽宁省",
        "id": "2101"
    },
    "2102": {
        "name": "大连市",
        "province": "辽宁省",
        "id": "2102"
    },
    "2103": {
        "name": "鞍山市",
        "province": "辽宁省",
        "id": "2103"
    },
    "2104": {
        "name": "抚顺市",
        "province": "辽宁省",
        "id": "2104"
    },
    "2105": {
        "name": "本溪市",
        "province": "辽宁省",
        "id": "2105"
    },
    "2106": {
        "name": "丹东市",
        "province": "辽宁省",
        "id": "2106"
    },
    "2107": {
        "name": "锦州市",
        "province": "辽宁省",
        "id": "2107"
    },
    "2108": {
        "name": "营口市",
        "province": "辽宁省",
        "id": "2108"
    },
    "2109": {
        "name": "阜新市",
        "province": "辽宁省",
        "id": "2109"
    },
    "2110": {
        "name": "辽阳市",
        "province": "辽宁省",
        "id": "2110"
    },
    "2111": {
        "name": "盘锦市",
        "province": "辽宁省",
        "id": "2111"
    },
    "2112": {
        "name": "铁岭市",
        "province": "辽宁省",
        "id": "2112"
    },
    "2113": {
        "name": "朝阳市",
        "province": "辽宁省",
        "id": "2113"
    },
    "2114": {
        "name": "葫芦岛市",
        "province": "辽宁省",
        "id": "2114"
    },
    "2201": {
        "name": "长春市",
        "province": "吉林省",
        "id": "2201"
    },
    "2202": {
        "name": "吉林市",
        "province": "吉林省",
        "id": "2202"
    },
    "2203": {
        "name": "四平市",
        "province": "吉林省",
        "id": "2203"
    },
    "2204": {
        "name": "辽源市",
        "province": "吉林省",
        "id": "2204"
    },
    "2205": {
        "name": "通化市",
        "province": "吉林省",
        "id": "2205"
    },
    "2206": {
        "name": "白山市",
        "province": "吉林省",
        "id": "2206"
    },
    "2207": {
        "name": "松原市",
        "province": "吉林省",
        "id": "2207"
    },
    "2208": {
        "name": "白城市",
        "province": "吉林省",
        "id": "2208"
    },
    "2224": {
        "name": "延边朝鲜族自治州",
        "province": "吉林省",
        "id": "2224"
    },
    "2301": {
        "name": "哈尔滨市",
        "province": "黑龙江省",
        "id": "2301"
    },
    "2302": {
        "name": "齐齐哈尔市",
        "province": "黑龙江省",
        "id": "2302"
    },
    "2303": {
        "name": "鸡西市",
        "province": "黑龙江省",
        "id": "2303"
    },
    "2304": {
        "name": "鹤岗市",
        "province": "黑龙江省",
        "id": "2304"
    },
    "2305": {
        "name": "双鸭山市",
        "province": "黑龙江省",
        "id": "2305"
    },
    "2306": {
        "name": "大庆市",
        "province": "黑龙江省",
        "id": "2306"
    },
    "2307": {
        "name": "伊春市",
        "province": "黑龙江省",
        "id": "2307"
    },
    "2308": {
        "name": "佳木斯市",
        "province": "黑龙江省",
        "id": "2308"
    },
    "2309": {
        "name": "七台河市",
        "province": "黑龙江省",
        "id": "2309"
    },
    "2310": {
        "name": "牡丹江市",
        "province": "黑龙江省",
        "id": "2310"
    },
    "2311": {
        "name": "黑河市",
        "province": "黑龙江省",
        "id": "2311"
    },
    "2312": {
        "name": "绥化市",
        "province": "黑龙江省",
        "id": "2312"
    },
    "2327": {
        "name": "大兴安岭地区",
        "province": "黑龙江省",
        "id": "2327"
    },
    "3101": {
        "name": "市辖区",
        "province": "上海市",
        "id": "3101"
    },
    "3102": {
        "name": "县",
        "province": "上海市",
        "id": "3102"
    },
    "3201": {
        "name": "南京市",
        "province": "江苏省",
        "id": "3201"
    },
    "3202": {
        "name": "无锡市",
        "province": "江苏省",
        "id": "3202"
    },
    "3203": {
        "name": "徐州市",
        "province": "江苏省",
        "id": "3203"
    },
    "3204": {
        "name": "常州市",
        "province": "江苏省",
        "id": "3204"
    },
    "3205": {
        "name": "苏州市",
        "province": "江苏省",
        "id": "3205"
    },
    "3206": {
        "name": "南通市",
        "province": "江苏省",
        "id": "3206"
    },
    "3207": {
        "name": "连云港市",
        "province": "江苏省",
        "id": "3207"
    },
    "3208": {
        "name": "淮安市",
        "province": "江苏省",
        "id": "3208"
    },
    "3209": {
        "name": "盐城市",
        "province": "江苏省",
        "id": "3209"
    },
    "3210": {
        "name": "扬州市",
        "province": "江苏省",
        "id": "3210"
    },
    "3211": {
        "name": "镇江市",
        "province": "江苏省",
        "id": "3211"
    },
    "3212": {
        "name": "泰州市",
        "province": "江苏省",
        "id": "3212"
    },
    "3213": {
        "name": "宿迁市",
        "province": "江苏省",
        "id": "3213"
    },
    "3301": {
        "name": "杭州市",
        "province": "浙江省",
        "id": "3301"
    },
    "3302": {
        "name": "宁波市",
        "province": "浙江省",
        "id": "3302"
    },
    "3303": {
        "name": "温州市",
        "province": "浙江省",
        "id": "3303"
    },
    "3304": {
        "name": "嘉兴市",
        "province": "浙江省",
        "id": "3304"
    },
    "3305": {
        "name": "湖州市",
        "province": "浙江省",
        "id": "3305"
    },
    "3306": {
        "name": "绍兴市",
        "province": "浙江省",
        "id": "3306"
    },
    "3307": {
        "name": "金华市",
        "province": "浙江省",
        "id": "3307"
    },
    "3308": {
        "name": "衢州市",
        "province": "浙江省",
        "id": "3308"
    },
    "3309": {
        "name": "舟山市",
        "province": "浙江省",
        "id": "3309"
    },
    "3310": {
        "name": "台州市",
        "province": "浙江省",
        "id": "3310"
    },
    "3311": {
        "name": "丽水市",
        "province": "浙江省",
        "id": "3311"
    },
    "3401": {
        "name": "合肥市",
        "province": "安徽省",
        "id": "3401"
    },
    "3402": {
        "name": "芜湖市",
        "province": "安徽省",
        "id": "3402"
    },
    "3403": {
        "name": "蚌埠市",
        "province": "安徽省",
        "id": "3403"
    },
    "3404": {
        "name": "淮南市",
        "province": "安徽省",
        "id": "3404"
    },
    "3405": {
        "name": "马鞍山市",
        "province": "安徽省",
        "id": "3405"
    },
    "3406": {
        "name": "淮北市",
        "province": "安徽省",
        "id": "3406"
    },
    "3407": {
        "name": "铜陵市",
        "province": "安徽省",
        "id": "3407"
    },
    "3408": {
        "name": "安庆市",
        "province": "安徽省",
        "id": "3408"
    },
    "3410": {
        "name": "黄山市",
        "province": "安徽省",
        "id": "3410"
    },
    "3411": {
        "name": "滁州市",
        "province": "安徽省",
        "id": "3411"
    },
    "3412": {
        "name": "阜阳市",
        "province": "安徽省",
        "id": "3412"
    },
    "3413": {
        "name": "宿州市",
        "province": "安徽省",
        "id": "3413"
    },
    "3414": {
        "name": "巢湖市",
        "province": "安徽省",
        "id": "3414"
    },
    "3415": {
        "name": "六安市",
        "province": "安徽省",
        "id": "3415"
    },
    "3416": {
        "name": "亳州市",
        "province": "安徽省",
        "id": "3416"
    },
    "3417": {
        "name": "池州市",
        "province": "安徽省",
        "id": "3417"
    },
    "3418": {
        "name": "宣城市",
        "province": "安徽省",
        "id": "3418"
    },
    "3501": {
        "name": "福州市",
        "province": "福建省",
        "id": "3501"
    },
    "3502": {
        "name": "厦门市",
        "province": "福建省",
        "id": "3502"
    },
    "3503": {
        "name": "莆田市",
        "province": "福建省",
        "id": "3503"
    },
    "3504": {
        "name": "三明市",
        "province": "福建省",
        "id": "3504"
    },
    "3505": {
        "name": "泉州市",
        "province": "福建省",
        "id": "3505"
    },
    "3506": {
        "name": "漳州市",
        "province": "福建省",
        "id": "3506"
    },
    "3507": {
        "name": "南平市",
        "province": "福建省",
        "id": "3507"
    },
    "3508": {
        "name": "龙岩市",
        "province": "福建省",
        "id": "3508"
    },
    "3509": {
        "name": "宁德市",
        "province": "福建省",
        "id": "3509"
    },
    "3601": {
        "name": "南昌市",
        "province": "江西省",
        "id": "3601"
    },
    "3602": {
        "name": "景德镇市",
        "province": "江西省",
        "id": "3602"
    },
    "3603": {
        "name": "萍乡市",
        "province": "江西省",
        "id": "3603"
    },
    "3604": {
        "name": "九江市",
        "province": "江西省",
        "id": "3604"
    },
    "3605": {
        "name": "新余市",
        "province": "江西省",
        "id": "3605"
    },
    "3606": {
        "name": "鹰潭市",
        "province": "江西省",
        "id": "3606"
    },
    "3607": {
        "name": "赣州市",
        "province": "江西省",
        "id": "3607"
    },
    "3608": {
        "name": "吉安市",
        "province": "江西省",
        "id": "3608"
    },
    "3609": {
        "name": "宜春市",
        "province": "江西省",
        "id": "3609"
    },
    "3610": {
        "name": "抚州市",
        "province": "江西省",
        "id": "3610"
    },
    "3611": {
        "name": "上饶市",
        "province": "江西省",
        "id": "3611"
    },
    "3701": {
        "name": "济南市",
        "province": "山东省",
        "id": "3701"
    },
    "3702": {
        "name": "青岛市",
        "province": "山东省",
        "id": "3702"
    },
    "3703": {
        "name": "淄博市",
        "province": "山东省",
        "id": "3703"
    },
    "3704": {
        "name": "枣庄市",
        "province": "山东省",
        "id": "3704"
    },
    "3705": {
        "name": "东营市",
        "province": "山东省",
        "id": "3705"
    },
    "3706": {
        "name": "烟台市",
        "province": "山东省",
        "id": "3706"
    },
    "3707": {
        "name": "潍坊市",
        "province": "山东省",
        "id": "3707"
    },
    "3708": {
        "name": "济宁市",
        "province": "山东省",
        "id": "3708"
    },
    "3709": {
        "name": "泰安市",
        "province": "山东省",
        "id": "3709"
    },
    "3710": {
        "name": "威海市",
        "province": "山东省",
        "id": "3710"
    },
    "3711": {
        "name": "日照市",
        "province": "山东省",
        "id": "3711"
    },
    "3712": {
        "name": "莱芜市",
        "province": "山东省",
        "id": "3712"
    },
    "3713": {
        "name": "临沂市",
        "province": "山东省",
        "id": "3713"
    },
    "3714": {
        "name": "德州市",
        "province": "山东省",
        "id": "3714"
    },
    "3715": {
        "name": "聊城市",
        "province": "山东省",
        "id": "3715"
    },
    "3716": {
        "name": "滨州市",
        "province": "山东省",
        "id": "3716"
    },
    "3717": {
        "name": "荷泽市",
        "province": "山东省",
        "id": "3717"
    },
    "4101": {
        "name": "郑州市",
        "province": "河南省",
        "id": "4101"
    },
    "4102": {
        "name": "开封市",
        "province": "河南省",
        "id": "4102"
    },
    "4103": {
        "name": "洛阳市",
        "province": "河南省",
        "id": "4103"
    },
    "4104": {
        "name": "平顶山市",
        "province": "河南省",
        "id": "4104"
    },
    "4105": {
        "name": "安阳市",
        "province": "河南省",
        "id": "4105"
    },
    "4106": {
        "name": "鹤壁市",
        "province": "河南省",
        "id": "4106"
    },
    "4107": {
        "name": "新乡市",
        "province": "河南省",
        "id": "4107"
    },
    "4108": {
        "name": "焦作市",
        "province": "河南省",
        "id": "4108"
    },
    "4109": {
        "name": "濮阳市",
        "province": "河南省",
        "id": "4109"
    },
    "4110": {
        "name": "许昌市",
        "province": "河南省",
        "id": "4110"
    },
    "4111": {
        "name": "漯河市",
        "province": "河南省",
        "id": "4111"
    },
    "4112": {
        "name": "三门峡市",
        "province": "河南省",
        "id": "4112"
    },
    "4113": {
        "name": "南阳市",
        "province": "河南省",
        "id": "4113"
    },
    "4114": {
        "name": "商丘市",
        "province": "河南省",
        "id": "4114"
    },
    "4115": {
        "name": "信阳市",
        "province": "河南省",
        "id": "4115"
    },
    "4116": {
        "name": "周口市",
        "province": "河南省",
        "id": "4116"
    },
    "4117": {
        "name": "驻马店市",
        "province": "河南省",
        "id": "4117"
    },
    "4201": {
        "name": "武汉市",
        "province": "湖北省",
        "id": "4201"
    },
    "4202": {
        "name": "黄石市",
        "province": "湖北省",
        "id": "4202"
    },
    "4203": {
        "name": "十堰市",
        "province": "湖北省",
        "id": "4203"
    },
    "4205": {
        "name": "宜昌市",
        "province": "湖北省",
        "id": "4205"
    },
    "4206": {
        "name": "襄樊市",
        "province": "湖北省",
        "id": "4206"
    },
    "4207": {
        "name": "鄂州市",
        "province": "湖北省",
        "id": "4207"
    },
    "4208": {
        "name": "荆门市",
        "province": "湖北省",
        "id": "4208"
    },
    "4209": {
        "name": "孝感市",
        "province": "湖北省",
        "id": "4209"
    },
    "4210": {
        "name": "荆州市",
        "province": "湖北省",
        "id": "4210"
    },
    "4211": {
        "name": "黄冈市",
        "province": "湖北省",
        "id": "4211"
    },
    "4212": {
        "name": "咸宁市",
        "province": "湖北省",
        "id": "4212"
    },
    "4213": {
        "name": "随州市",
        "province": "湖北省",
        "id": "4213"
    },
    "4228": {
        "name": "恩施土家族苗族自治州",
        "province": "湖北省",
        "id": "4228"
    },
    "4290": {
        "name": "省直辖行政单位",
        "province": "湖北省",
        "id": "4290"
    },
    "4301": {
        "name": "长沙市",
        "province": "湖南省",
        "id": "4301"
    },
    "4302": {
        "name": "株洲市",
        "province": "湖南省",
        "id": "4302"
    },
    "4303": {
        "name": "湘潭市",
        "province": "湖南省",
        "id": "4303"
    },
    "4304": {
        "name": "衡阳市",
        "province": "湖南省",
        "id": "4304"
    },
    "4305": {
        "name": "邵阳市",
        "province": "湖南省",
        "id": "4305"
    },
    "4306": {
        "name": "岳阳市",
        "province": "湖南省",
        "id": "4306"
    },
    "4307": {
        "name": "常德市",
        "province": "湖南省",
        "id": "4307"
    },
    "4308": {
        "name": "张家界市",
        "province": "湖南省",
        "id": "4308"
    },
    "4309": {
        "name": "益阳市",
        "province": "湖南省",
        "id": "4309"
    },
    "4310": {
        "name": "郴州市",
        "province": "湖南省",
        "id": "4310"
    },
    "4311": {
        "name": "永州市",
        "province": "湖南省",
        "id": "4311"
    },
    "4312": {
        "name": "怀化市",
        "province": "湖南省",
        "id": "4312"
    },
    "4313": {
        "name": "娄底市",
        "province": "湖南省",
        "id": "4313"
    },
    "4331": {
        "name": "湘西土家族苗族自治州",
        "province": "湖南省",
        "id": "4331"
    },
    "4401": {
        "name": "广州市",
        "province": "广东省",
        "id": "4401"
    },
    "4402": {
        "name": "韶关市",
        "province": "广东省",
        "id": "4402"
    },
    "4403": {
        "name": "深圳市",
        "province": "广东省",
        "id": "4403"
    },
    "4404": {
        "name": "珠海市",
        "province": "广东省",
        "id": "4404"
    },
    "4405": {
        "name": "汕头市",
        "province": "广东省",
        "id": "4405"
    },
    "4406": {
        "name": "佛山市",
        "province": "广东省",
        "id": "4406"
    },
    "4407": {
        "name": "江门市",
        "province": "广东省",
        "id": "4407"
    },
    "4408": {
        "name": "湛江市",
        "province": "广东省",
        "id": "4408"
    },
    "4409": {
        "name": "茂名市",
        "province": "广东省",
        "id": "4409"
    },
    "4412": {
        "name": "肇庆市",
        "province": "广东省",
        "id": "4412"
    },
    "4413": {
        "name": "惠州市",
        "province": "广东省",
        "id": "4413"
    },
    "4414": {
        "name": "梅州市",
        "province": "广东省",
        "id": "4414"
    },
    "4415": {
        "name": "汕尾市",
        "province": "广东省",
        "id": "4415"
    },
    "4416": {
        "name": "河源市",
        "province": "广东省",
        "id": "4416"
    },
    "4417": {
        "name": "阳江市",
        "province": "广东省",
        "id": "4417"
    },
    "4418": {
        "name": "清远市",
        "province": "广东省",
        "id": "4418"
    },
    "4419": {
        "name": "东莞市",
        "province": "广东省",
        "id": "4419"
    },
    "4420": {
        "name": "中山市",
        "province": "广东省",
        "id": "4420"
    },
    "4451": {
        "name": "潮州市",
        "province": "广东省",
        "id": "4451"
    },
    "4452": {
        "name": "揭阳市",
        "province": "广东省",
        "id": "4452"
    },
    "4453": {
        "name": "云浮市",
        "province": "广东省",
        "id": "4453"
    },
    "4501": {
        "name": "南宁市",
        "province": "广西壮族自治区",
        "id": "4501"
    },
    "4502": {
        "name": "柳州市",
        "province": "广西壮族自治区",
        "id": "4502"
    },
    "4503": {
        "name": "桂林市",
        "province": "广西壮族自治区",
        "id": "4503"
    },
    "4504": {
        "name": "梧州市",
        "province": "广西壮族自治区",
        "id": "4504"
    },
    "4505": {
        "name": "北海市",
        "province": "广西壮族自治区",
        "id": "4505"
    },
    "4506": {
        "name": "防城港市",
        "province": "广西壮族自治区",
        "id": "4506"
    },
    "4507": {
        "name": "钦州市",
        "province": "广西壮族自治区",
        "id": "4507"
    },
    "4508": {
        "name": "贵港市",
        "province": "广西壮族自治区",
        "id": "4508"
    },
    "4509": {
        "name": "玉林市",
        "province": "广西壮族自治区",
        "id": "4509"
    },
    "4510": {
        "name": "百色市",
        "province": "广西壮族自治区",
        "id": "4510"
    },
    "4511": {
        "name": "贺州市",
        "province": "广西壮族自治区",
        "id": "4511"
    },
    "4512": {
        "name": "河池市",
        "province": "广西壮族自治区",
        "id": "4512"
    },
    "4513": {
        "name": "来宾市",
        "province": "广西壮族自治区",
        "id": "4513"
    },
    "4514": {
        "name": "崇左市",
        "province": "广西壮族自治区",
        "id": "4514"
    },
    "4601": {
        "name": "海口市",
        "province": "海南省",
        "id": "4601"
    },
    "4602": {
        "name": "三亚市",
        "province": "海南省",
        "id": "4602"
    },
    "4690": {
        "name": "省直辖县级行政单位",
        "province": "海南省",
        "id": "4690"
    },
    "51": {
        "name": "市辖区",
        "province": "重庆市",
        "id": "51"
    },
    "52": {
        "name": "县",
        "province": "重庆市",
        "id": "52"
    },
    "53": {
        "name": "市",
        "province": "重庆市",
        "id": "53"
    },
    "5101": {
        "name": "成都市",
        "province": "四川省",
        "id": "5101"
    },
    "5103": {
        "name": "自贡市",
        "province": "四川省",
        "id": "5103"
    },
    "5104": {
        "name": "攀枝花市",
        "province": "四川省",
        "id": "5104"
    },
    "5105": {
        "name": "泸州市",
        "province": "四川省",
        "id": "5105"
    },
    "5106": {
        "name": "德阳市",
        "province": "四川省",
        "id": "5106"
    },
    "5107": {
        "name": "绵阳市",
        "province": "四川省",
        "id": "5107"
    },
    "5108": {
        "name": "广元市",
        "province": "四川省",
        "id": "5108"
    },
    "5109": {
        "name": "遂宁市",
        "province": "四川省",
        "id": "5109"
    },
    "5110": {
        "name": "内江市",
        "province": "四川省",
        "id": "5110"
    },
    "5111": {
        "name": "乐山市",
        "province": "四川省",
        "id": "5111"
    },
    "5113": {
        "name": "南充市",
        "province": "四川省",
        "id": "5113"
    },
    "5114": {
        "name": "眉山市",
        "province": "四川省",
        "id": "5114"
    },
    "5115": {
        "name": "宜宾市",
        "province": "四川省",
        "id": "5115"
    },
    "5116": {
        "name": "广安市",
        "province": "四川省",
        "id": "5116"
    },
    "5117": {
        "name": "达州市",
        "province": "四川省",
        "id": "5117"
    },
    "5118": {
        "name": "雅安市",
        "province": "四川省",
        "id": "5118"
    },
    "5119": {
        "name": "巴中市",
        "province": "四川省",
        "id": "5119"
    },
    "5120": {
        "name": "资阳市",
        "province": "四川省",
        "id": "5120"
    },
    "5132": {
        "name": "阿坝藏族羌族自治州",
        "province": "四川省",
        "id": "5132"
    },
    "5133": {
        "name": "甘孜藏族自治州",
        "province": "四川省",
        "id": "5133"
    },
    "5134": {
        "name": "凉山彝族自治州",
        "province": "四川省",
        "id": "5134"
    },
    "5201": {
        "name": "贵阳市",
        "province": "贵州省",
        "id": "5201"
    },
    "5202": {
        "name": "六盘水市",
        "province": "贵州省",
        "id": "5202"
    },
    "5203": {
        "name": "遵义市",
        "province": "贵州省",
        "id": "5203"
    },
    "5204": {
        "name": "安顺市",
        "province": "贵州省",
        "id": "5204"
    },
    "5222": {
        "name": "铜仁地区",
        "province": "贵州省",
        "id": "5222"
    },
    "5223": {
        "name": "黔西南布依族苗族自治州",
        "province": "贵州省",
        "id": "5223"
    },
    "5224": {
        "name": "毕节地区",
        "province": "贵州省",
        "id": "5224"
    },
    "5226": {
        "name": "黔东南苗族侗族自治州",
        "province": "贵州省",
        "id": "5226"
    },
    "5227": {
        "name": "黔南布依族苗族自治州",
        "province": "贵州省",
        "id": "5227"
    },
    "5301": {
        "name": "昆明市",
        "province": "云南省",
        "id": "5301"
    },
    "5303": {
        "name": "曲靖市",
        "province": "云南省",
        "id": "5303"
    },
    "5304": {
        "name": "玉溪市",
        "province": "云南省",
        "id": "5304"
    },
    "5305": {
        "name": "保山市",
        "province": "云南省",
        "id": "5305"
    },
    "5306": {
        "name": "昭通市",
        "province": "云南省",
        "id": "5306"
    },
    "5307": {
        "name": "丽江市",
        "province": "云南省",
        "id": "5307"
    },
    "5308": {
        "name": "思茅市",
        "province": "云南省",
        "id": "5308"
    },
    "5309": {
        "name": "临沧市",
        "province": "云南省",
        "id": "5309"
    },
    "5323": {
        "name": "楚雄彝族自治州",
        "province": "云南省",
        "id": "5323"
    },
    "5325": {
        "name": "红河哈尼族彝族自治州",
        "province": "云南省",
        "id": "5325"
    },
    "5326": {
        "name": "文山壮族苗族自治州",
        "province": "云南省",
        "id": "5326"
    },
    "5328": {
        "name": "西双版纳傣族自治州",
        "province": "云南省",
        "id": "5328"
    },
    "5329": {
        "name": "大理白族自治州",
        "province": "云南省",
        "id": "5329"
    },
    "5331": {
        "name": "德宏傣族景颇族自治州",
        "province": "云南省",
        "id": "5331"
    },
    "5333": {
        "name": "怒江傈僳族自治州",
        "province": "云南省",
        "id": "5333"
    },
    "5334": {
        "name": "迪庆藏族自治州",
        "province": "云南省",
        "id": "5334"
    },
    "5401": {
        "name": "拉萨市",
        "province": "西藏自治区",
        "id": "5401"
    },
    "5421": {
        "name": "昌都地区",
        "province": "西藏自治区",
        "id": "5421"
    },
    "5422": {
        "name": "山南地区",
        "province": "西藏自治区",
        "id": "5422"
    },
    "5423": {
        "name": "日喀则地区",
        "province": "西藏自治区",
        "id": "5423"
    },
    "5424": {
        "name": "那曲地区",
        "province": "西藏自治区",
        "id": "5424"
    },
    "5425": {
        "name": "阿里地区",
        "province": "西藏自治区",
        "id": "5425"
    },
    "5426": {
        "name": "林芝地区",
        "province": "西藏自治区",
        "id": "5426"
    },
    "6101": {
        "name": "西安市",
        "province": "陕西省",
        "id": "6101"
    },
    "6102": {
        "name": "铜川市",
        "province": "陕西省",
        "id": "6102"
    },
    "6103": {
        "name": "宝鸡市",
        "province": "陕西省",
        "id": "6103"
    },
    "6104": {
        "name": "咸阳市",
        "province": "陕西省",
        "id": "6104"
    },
    "6105": {
        "name": "渭南市",
        "province": "陕西省",
        "id": "6105"
    },
    "6106": {
        "name": "延安市",
        "province": "陕西省",
        "id": "6106"
    },
    "6107": {
        "name": "汉中市",
        "province": "陕西省",
        "id": "6107"
    },
    "6108": {
        "name": "榆林市",
        "province": "陕西省",
        "id": "6108"
    },
    "6109": {
        "name": "安康市",
        "province": "陕西省",
        "id": "6109"
    },
    "6110": {
        "name": "商洛市",
        "province": "陕西省",
        "id": "6110"
    },
    "6201": {
        "name": "兰州市",
        "province": "甘肃省",
        "id": "6201"
    },
    "6202": {
        "name": "嘉峪关市",
        "province": "甘肃省",
        "id": "6202"
    },
    "6203": {
        "name": "金昌市",
        "province": "甘肃省",
        "id": "6203"
    },
    "6204": {
        "name": "白银市",
        "province": "甘肃省",
        "id": "6204"
    },
    "6205": {
        "name": "天水市",
        "province": "甘肃省",
        "id": "6205"
    },
    "6206": {
        "name": "武威市",
        "province": "甘肃省",
        "id": "6206"
    },
    "6207": {
        "name": "张掖市",
        "province": "甘肃省",
        "id": "6207"
    },
    "6208": {
        "name": "平凉市",
        "province": "甘肃省",
        "id": "6208"
    },
    "6209": {
        "name": "酒泉市",
        "province": "甘肃省",
        "id": "6209"
    },
    "6210": {
        "name": "庆阳市",
        "province": "甘肃省",
        "id": "6210"
    },
    "6211": {
        "name": "定西市",
        "province": "甘肃省",
        "id": "6211"
    },
    "6212": {
        "name": "陇南市",
        "province": "甘肃省",
        "id": "6212"
    },
    "6229": {
        "name": "临夏回族自治州",
        "province": "甘肃省",
        "id": "6229"
    },
    "6230": {
        "name": "甘南藏族自治州",
        "province": "甘肃省",
        "id": "6230"
    },
    "6301": {
        "name": "西宁市",
        "province": "青海省",
        "id": "6301"
    },
    "6321": {
        "name": "海东地区",
        "province": "青海省",
        "id": "6321"
    },
    "6322": {
        "name": "海北藏族自治州",
        "province": "青海省",
        "id": "6322"
    },
    "6323": {
        "name": "黄南藏族自治州",
        "province": "青海省",
        "id": "6323"
    },
    "6325": {
        "name": "海南藏族自治州",
        "province": "青海省",
        "id": "6325"
    },
    "6326": {
        "name": "果洛藏族自治州",
        "province": "青海省",
        "id": "6326"
    },
    "6327": {
        "name": "玉树藏族自治州",
        "province": "青海省",
        "id": "6327"
    },
    "6328": {
        "name": "海西蒙古族藏族自治州",
        "province": "青海省",
        "id": "6328"
    },
    "6401": {
        "name": "银川市",
        "province": "宁夏回族自治区",
        "id": "6401"
    },
    "6402": {
        "name": "石嘴山市",
        "province": "宁夏回族自治区",
        "id": "6402"
    },
    "6403": {
        "name": "吴忠市",
        "province": "宁夏回族自治区",
        "id": "6403"
    },
    "6404": {
        "name": "固原市",
        "province": "宁夏回族自治区",
        "id": "6404"
    },
    "6405": {
        "name": "中卫市",
        "province": "宁夏回族自治区",
        "id": "6405"
    },
    "6501": {
        "name": "乌鲁木齐市",
        "province": "新疆维吾尔自治区",
        "id": "6501"
    },
    "6502": {
        "name": "克拉玛依市",
        "province": "新疆维吾尔自治区",
        "id": "6502"
    },
    "6521": {
        "name": "吐鲁番地区",
        "province": "新疆维吾尔自治区",
        "id": "6521"
    },
    "6522": {
        "name": "哈密地区",
        "province": "新疆维吾尔自治区",
        "id": "6522"
    },
    "6523": {
        "name": "昌吉回族自治州",
        "province": "新疆维吾尔自治区",
        "id": "6523"
    },
    "6527": {
        "name": "博尔塔拉蒙古自治州",
        "province": "新疆维吾尔自治区",
        "id": "6527"
    },
    "6528": {
        "name": "巴音郭楞蒙古自治州",
        "province": "新疆维吾尔自治区",
        "id": "6528"
    },
    "6529": {
        "name": "阿克苏地区",
        "province": "新疆维吾尔自治区",
        "id": "6529"
    },
    "6530": {
        "name": "克孜勒苏柯尔克孜自治州",
        "province": "新疆维吾尔自治区",
        "id": "6530"
    },
    "6531": {
        "name": "喀什地区",
        "province": "新疆维吾尔自治区",
        "id": "6531"
    },
    "6532": {
        "name": "和田地区",
        "province": "新疆维吾尔自治区",
        "id": "6532"
    },
    "6540": {
        "name": "伊犁哈萨克自治州",
        "province": "新疆维吾尔自治区",
        "id": "6540"
    },
    "6542": {
        "name": "塔城地区",
        "province": "新疆维吾尔自治区",
        "id": "6542"
    },
    "6543": {
        "name": "阿勒泰地区",
        "province": "新疆维吾尔自治区",
        "id": "6543"
    },
    "6590": {
        "name": "省直辖行政单位",
        "province": "新疆维吾尔自治区",
        "id": "6590"
    }
}